<?php

return [
    'plural' => 'المرسلات',
    'singular' => 'الرسالة',
    'empty' => 'لا يوجد مرسلات حتى الان',
    'select' => 'اختر الرسالة',
    'actions' => [
        'list' => 'عرض المرسلات',
        'show' => 'عرض',
        'create' => 'اضافة رسالة جديد',
        'edit' => 'تعديل',
        'delete' => 'حذف',
        'shipping' => 'اسعار الشحن',
    ],
    'messages' => [
        'created' => 'تم اضافة الرسالة بنجاح.',
        'updated' => 'تم تعديل الرسالة بنجاح.',
        'deleted' => 'تم حذف الرسالة بنجاح.',
    ],
    'attributes' => [
        'body' => 'أضف رسالة',
        'user_id' => 'المستخدم',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'انت على وشك حذف الرسالة !!',
            'info' => 'لا يمكنك التراجع عن هذه الخطوة!',
            'confirm' => 'تأكيد الحذف',
            'cancel' => 'الغاء الامر',
        ],
    ],
    'profile' => [
        'edit' => 'تعديل الرسالة',
    ],
];
