<?php

return [
    'plural' => 'المستخدمين',
    'singular' => 'المستخدم',
    'empty' => 'لا يوجد مستخدمون حتى الان',
    'select' => 'اختر المستخدم',
    'actions' => [
        'list' => 'عرض المستخدمين',
        'show' => 'عرض',
        'create' => 'اضافة مستخدم جديد',
        'edit' => 'تعديل',
        'delete' => 'حذف',
    ],
    'messages' => [
        'created' => 'تم اضافة المستخدم بنجاح.',
        'updated' => 'تم تعديل المستخدم بنجاح.',
        'deleted' => 'تم حذف المستخدم بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم المستخدم',
        'email' => 'البريد الالكتروني',
        'password' => 'كلمة المرور',
        'password_confirmation' => 'تأكيد كلمة المرور',
        'avatar' => 'الصورة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'انت على وشك حذف المستخدم !!',
            'info' => 'لا يمكنك التراجع عن هذه الخطوة!',
            'confirm' => 'تأكيد الحذف',
            'cancel' => 'الغاء الامر',
        ],
    ],
    'profile' => [
        'show' => 'الملف الشخصي',
        'edit' => 'تعديل الملف الشخصي',
    ],
];
